Revit 2027 API
ParameterTypeId.DividedpathJustification Property
 "Justification"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedpathJustification { get; }
Public Shared ReadOnly Property DividedpathJustification As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedpathJustification {
	ForgeTypeId^ get ();
}
static member DividedpathJustification : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace